[
  {
    "state": "New Jersey",
    "slug": "cmmc-compliance-new-jersey",
    "dodSpend": "$8.9B",
    "bases": "Joint Base McGuire-Dix-Lakehurst, Naval Weapons Station Earle, Picatinny Arsenal, Fort Dix",
    "industries": "Pharmaceuticals for military health, defense electronics, ammunition R&D (Picatinny), naval weapons systems, communications equipment",
    "cities": "Cherry Hill, Picatinny, Lakehurst, Moorestown (Lockheed Martin), Camden",
    "primes": "Lockheed Martin (Moorestown), L3Harris, Curtiss-Wright, SRI International",
    "uniqueChallenge": "New Jersey sits between the Philadelphia and New York defense corridors. Many NJ defense contractors are mid-size electronics and engineering firms that supply components to larger primes in neighboring states. Picatinny Arsenal drives significant ammunition and weapons R&D. These firms often have mature engineering processes but immature cybersecurity programs.",
    "localAngle": "New Jersey defense contractors serve some of the most critical weapons development programs in the country. We help NJ firms build CMMC programs that protect CUI without disrupting the engineering workflows that win contracts."
  },
  {
    "state": "North Carolina",
    "slug": "cmmc-compliance-north-carolina",
    "dodSpend": "$11.2B",
    "bases": "Fort Liberty (formerly Bragg, home of USASOC/Airborne), Camp Lejeune, MCAS Cherry Point, Seymour Johnson AFB, Pope Army Airfield",
    "industries": "Special operations, Marine Corps aviation, military textiles, defense logistics, biotechnology for defense",
    "cities": "Fayetteville, Jacksonville, Research Triangle (Raleigh-Durham), Charlotte, Havelock",
    "primes": "BAE Systems, Curtiss-Wright, Collins Aerospace, CACI, Booz Allen Hamilton",
    "uniqueChallenge": "North Carolina is home to USASOC at Fort Liberty, making it a hub for special operations support. The Research Triangle adds a layer of defense-adjacent tech firms and university research. Many NC contractors started as military support services companies near the bases and are now facing CMMC requirements for the first time.",
    "localAngle": "From special operations contractors at Fort Liberty to Marine Corps suppliers at Camp Lejeune, North Carolina's defense community is deeply embedded in warfighter support. We help NC contractors meet CMMC requirements that match the operational sensitivity of the missions they support."
  },
  {
    "state": "Missouri",
    "slug": "cmmc-compliance-missouri",
    "dodSpend": "$13.1B",
    "bases": "Whiteman AFB (B-2 Spirit), Fort Leonard Wood, Scott AFB (USTRANSCOM, just across the border in IL but MO supply chain)",
    "industries": "Bomber sustainment, defense manufacturing, chemical/biological defense, military engineering, missile systems",
    "cities": "St. Louis, Kansas City, Springfield, Whiteman",
    "primes": "Boeing Defense (St. Louis HQ), General Dynamics OTS, Honeywell Federal Manufacturing",
    "uniqueChallenge": "St. Louis is Boeing Defense headquarters, making Missouri a critical node in the defense aerospace supply chain. Hundreds of small and mid-size suppliers feed Boeing's fighter and bomber programs. Many have been Boeing suppliers for decades but have never faced independent cybersecurity compliance requirements beyond Boeing's own supply chain audits.",
    "localAngle": "Missouri is where the B-2, F/A-18, and F-15EX come together. The Boeing defense supply chain here is deep and essential. We help Missouri manufacturers navigate CMMC independently, not just through their prime's portal."
  },
  {
    "state": "Indiana",
    "slug": "cmmc-compliance-indiana",
    "dodSpend": "$7.8B",
    "bases": "Naval Surface Warfare Center Crane (NSWC Crane), Grissom ARB, Camp Atterbury",
    "industries": "Electronics and sensors (NSWC Crane), defense manufacturing, military vehicle components, ammunition, ordnance",
    "cities": "Indianapolis, Crane, Bloomington, Fort Wayne, Columbus",
    "primes": "Raytheon, General Dynamics OTS, Rolls-Royce Defense, BAE Systems, AM General (HMMWV)",
    "uniqueChallenge": "NSWC Crane is one of the Navy's premier electronics and sensors warfare centers, driving a specialized supply chain across southern Indiana. AM General in Mishawaka builds military vehicles. Many Indiana defense firms are traditional Midwest manufacturers transitioning from commercial to defense work, encountering federal cybersecurity requirements for the first time.",
    "localAngle": "Indiana's defense ecosystem spans naval electronics at Crane to military vehicles at AM General. We help Indiana manufacturers bridge the gap between commercial manufacturing and federal cybersecurity compliance."
  },
  {
    "state": "Michigan",
    "slug": "cmmc-compliance-michigan",
    "dodSpend": "$6.9B",
    "bases": "Selfridge ANGB, Detroit Arsenal (GVSC/TACOM), Camp Grayling",
    "industries": "Military ground vehicles (GVSC/TACOM), defense automotive, autonomous systems, defense electronics, armor manufacturing",
    "cities": "Detroit, Warren (Detroit Arsenal), Sterling Heights (General Dynamics), Grand Rapids, Macomb County",
    "primes": "General Dynamics Land Systems (Stryker, Abrams), BAE Systems (Bradley), Textron, TARDEC contractors",
    "uniqueChallenge": "Michigan is the epicenter of U.S. military ground vehicle development. Detroit Arsenal houses GVSC and TACOM, which manage every ground vehicle in the Army's fleet. The automotive-to-defense pipeline creates unique challenges: many suppliers serve both commercial auto and defense, creating hybrid environments where CMMC scoping is complicated by shared production lines.",
    "localAngle": "Michigan builds the vehicles that move the military. From Abrams tanks to Strykers, the ground vehicle supply chain here is irreplaceable. We help Michigan defense automotive suppliers implement CMMC controls that work in dual-use manufacturing environments."
  },
  {
    "state": "Arizona",
    "slug": "cmmc-compliance-arizona",
    "dodSpend": "$12.4B",
    "bases": "Fort Huachuca (Army Intelligence), Davis-Monthan AFB, Luke AFB, Yuma Proving Ground, MCAS Yuma, Arizona ANG",
    "industries": "Army intelligence, missile systems (Raytheon Tucson), aircraft maintenance (AMARG boneyard), testing and evaluation, optics and sensors",
    "cities": "Tucson, Phoenix, Mesa, Sierra Vista, Yuma",
    "primes": "Raytheon Missiles & Defense (Tucson), Boeing, General Dynamics, Honeywell Aerospace, Northrop Grumman",
    "uniqueChallenge": "Tucson is Raytheon's missile headquarters, making Arizona critical to national missile defense programs. Fort Huachuca is the Army's intelligence center, and the contractors there handle some of the most sensitive CUI in the defense ecosystem. Many Arizona defense firms operate in desert environments with distributed facilities that complicate network security and physical access controls.",
    "localAngle": "Arizona's defense footprint spans missile systems in Tucson to Army intelligence at Fort Huachuca. We help Arizona contractors build CMMC programs that account for the unique security demands of missile defense and intelligence operations."
  },
  {
    "state": "Tennessee",
    "slug": "cmmc-compliance-tennessee",
    "dodSpend": "$5.1B",
    "bases": "Arnold AFB (Arnold Engineering Development Complex), NSA Mid-South (Millington), McGhee Tyson ANG",
    "industries": "Aerospace testing and evaluation, defense electronics, ammunition manufacturing, nuclear weapons components (Y-12/Pantex adjacent)",
    "cities": "Tullahoma, Memphis, Knoxville, Nashville, Oak Ridge",
    "primes": "BAE Systems, Northrop Grumman, Jacobs Engineering, Consolidated Nuclear Security",
    "uniqueChallenge": "Arnold Engineering Development Complex is the world's largest flight simulation test facility, and its supply chain includes highly specialized aerospace testing firms. Oak Ridge's nuclear legacy means Tennessee contractors often work at the intersection of DoD and DOE, creating complex compliance environments where CMMC, NIST, and DOE orders overlap.",
    "localAngle": "Tennessee's defense sector combines world-class aerospace testing with nuclear security. We help Tennessee contractors navigate the overlapping compliance requirements that come with serving both DoD and DOE missions."
  },
  {
    "state": "South Carolina",
    "slug": "cmmc-compliance-south-carolina",
    "dodSpend": "$6.4B",
    "bases": "Joint Base Charleston, Shaw AFB, Fort Jackson, Marine Corps Recruit Depot Parris Island, MCAS Beaufort, Savannah River Site (adjacent)",
    "industries": "Military logistics and airlift, recruit training support, defense manufacturing, nuclear materials, automotive defense (BMW defense variants)",
    "cities": "Charleston, Columbia, Greenville, Beaufort, North Augusta",
    "primes": "Boeing (Charleston 787 and defense), Booz Allen Hamilton, SAIC, Fluor",
    "uniqueChallenge": "Joint Base Charleston is a major military logistics hub, and Boeing's Charleston facility blurs the line between commercial and defense aerospace. Many SC defense contractors are logistics and professional services firms that handle CUI in the form of shipping manifests, force deployment data, and training records. They often assume logistics data isn't sensitive enough for CMMC.",
    "localAngle": "South Carolina moves the military. From Charleston's airlift operations to Parris Island's training enterprise, defense logistics here is critical. We help SC contractors understand that logistics CUI requires the same CMMC protection as weapons systems data."
  },
  {
    "state": "Kentucky",
    "slug": "cmmc-compliance-kentucky",
    "dodSpend": "$5.8B",
    "bases": "Fort Campbell (101st Airborne), Fort Knox (Human Resources Command, Cadet Command), Blue Grass Army Depot",
    "industries": "Army aviation support, military HR systems, chemical weapons demilitarization, automotive defense, ammunition",
    "cities": "Louisville, Lexington, Hopkinsville, Fort Knox, Richmond",
    "primes": "General Dynamics IT, Leidos, DXC Technology, Bechtel (Blue Grass)",
    "uniqueChallenge": "Fort Campbell houses the 101st Airborne and the 160th SOAR (Night Stalkers), driving demand for special operations aviation support contractors. Fort Knox manages Army human resources, meaning contractors there handle massive volumes of personnel CUI. Many Kentucky defense firms are IT services companies that assumed their existing security was adequate until CMMC changed the requirements.",
    "localAngle": "Kentucky supports the Army's most elite aviation units and manages personnel data for the entire force. We help Kentucky contractors build CMMC programs that protect both operational and personnel CUI."
  },
  {
    "state": "Illinois",
    "slug": "cmmc-compliance-illinois",
    "dodSpend": "$7.2B",
    "bases": "Scott AFB (USTRANSCOM), Rock Island Arsenal, Naval Station Great Lakes, Fort Sheridan",
    "industries": "Military transportation and logistics (USTRANSCOM), defense manufacturing, military vehicle maintenance, training systems",
    "cities": "Chicago, Belleville (Scott AFB), Rock Island, North Chicago, Springfield",
    "primes": "Boeing, Northrop Grumman, Caterpillar Defense, John Deere Defense, Rock Island Arsenal contractors",
    "uniqueChallenge": "Scott AFB hosts USTRANSCOM, which coordinates all military transportation globally. Contractors supporting TRANSCOM handle logistics CUI that spans every branch and every theater. Rock Island Arsenal is the Army's only active foundry, and its supply chain includes manufacturers who have never dealt with cybersecurity compliance beyond basic IT hygiene.",
    "localAngle": "Illinois is where global military logistics are coordinated and where the Army builds its equipment. We help Illinois contractors implement CMMC programs that meet the demands of TRANSCOM operations and arsenal manufacturing."
  },
  {
    "state": "Louisiana",
    "slug": "cmmc-compliance-louisiana",
    "dodSpend": "$4.8B",
    "bases": "Barksdale AFB (Air Force Global Strike Command), Fort Johnson (formerly Polk, JRTC), Naval Air Station Joint Reserve Base New Orleans, Belle Chasse",
    "industries": "Strategic bomber operations, joint readiness training, shipbuilding (Bollinger, Huntington Ingalls), offshore defense platforms",
    "cities": "Shreveport-Bossier City, New Orleans, Lake Charles, Alexandria",
    "primes": "Huntington Ingalls (Avondale), Bollinger Shipyards, Leidos, Northrop Grumman",
    "uniqueChallenge": "Barksdale AFB is headquarters for Air Force Global Strike Command, responsible for the nation's nuclear bomber fleet. Contractors here work on some of the most classified and sensitive programs in the military. Louisiana's shipbuilding industry adds another layer, with Bollinger building Coast Guard and Navy patrol vessels. Many Louisiana defense firms are energy-sector companies diversifying into defense, bringing oil and gas cybersecurity practices that don't align with CMMC.",
    "localAngle": "Louisiana houses the command that controls America's nuclear bomber fleet and builds the ships that patrol our coasts. We help Louisiana contractors meet the elevated CMMC standards these missions demand."
  },
  {
    "state": "Oklahoma",
    "slug": "cmmc-compliance-oklahoma",
    "dodSpend": "$5.3B",
    "bases": "Tinker AFB (Oklahoma City Air Logistics Complex), Fort Sill, Altus AFB, Vance AFB, McAlester Army Ammunition Plant",
    "industries": "Aircraft maintenance and depot operations (KC-135, B-52, E-3, B-1), artillery, ammunition production, military training",
    "cities": "Oklahoma City, Lawton, Midwest City, McAlester, Enid",
    "primes": "Boeing, Northrop Grumman, Raytheon, L3Harris, General Dynamics OTS",
    "uniqueChallenge": "Tinker AFB operates one of the Air Force's three air logistics complexes, maintaining some of the oldest and most critical aircraft in the fleet (B-52, KC-135). The sustainment supply chain includes hundreds of small parts manufacturers and repair shops across Oklahoma. McAlester produces conventional ammunition for all services. These suppliers often have aging IT infrastructure that mirrors the aging aircraft they support.",
    "localAngle": "Oklahoma keeps the Air Force's legacy fleet flying and produces the ammunition that stocks the military's arsenal. We help Oklahoma sustainment contractors modernize their cybersecurity without disrupting the maintenance operations the Air Force depends on."
  },
  {
    "state": "Mississippi",
    "slug": "cmmc-compliance-mississippi",
    "dodSpend": "$5.6B",
    "bases": "Stennis Space Center (Navy), Keesler AFB, Columbus AFB, Camp Shelby, Naval Construction Battalion Center Gulfport",
    "industries": "Shipbuilding (HII Pascagoula/Ingalls), aerospace testing, military electronics training, Seabee operations",
    "cities": "Pascagoula, Biloxi, Columbus, Hattiesburg, Bay St. Louis",
    "primes": "Huntington Ingalls Industries (Ingalls Shipbuilding), Raytheon, Rolls-Royce, Northrop Grumman",
    "uniqueChallenge": "Pascagoula is home to Ingalls Shipbuilding, which builds destroyers, amphibious ships, and Coast Guard cutters. The shipbuilding supply chain stretches across the Gulf Coast and includes hundreds of small fabrication shops, marine electronics firms, and specialty coating companies. Most have never encountered CMMC and assume their shipyard badge is sufficient security.",
    "localAngle": "Mississippi builds the Navy's surface fleet. From destroyers to amphibious ships, the Ingalls supply chain is critical to naval power. We help Mississippi shipbuilding suppliers implement CMMC controls that work in maritime industrial environments."
  },
  {
    "state": "Wisconsin",
    "slug": "cmmc-compliance-wisconsin",
    "dodSpend": "$3.2B",
    "bases": "Fort McCoy, 128th Air Refueling Wing (Milwaukee), Truax Field ANG (Madison)",
    "industries": "Defense manufacturing (Oshkosh Defense), military vehicle production, electronics, metal fabrication, power systems",
    "cities": "Oshkosh, Milwaukee, Madison, Green Bay, Marinette (Fincantieri)",
    "primes": "Oshkosh Defense (JLTV, FMTV), Fincantieri Marinette Marine (LCS, FFG-62), Rockwell Collins, Generac",
    "uniqueChallenge": "Wisconsin punches above its weight in defense manufacturing. Oshkosh Defense builds the JLTV and FMTV (the trucks the military drives everywhere), and Fincantieri Marinette Marine builds frigates and littoral combat ships. The supply chain is classic Midwest manufacturing: family-owned machine shops, metal fabricators, and specialty component makers who have supplied these programs for generations but never faced federal cybersecurity mandates.",
    "localAngle": "Wisconsin builds the trucks the military drives and the ships the Navy sails. We help Wisconsin manufacturers implement CMMC without disrupting the production lines that keep these critical programs on schedule."
  },
  {
    "state": "Minnesota",
    "slug": "cmmc-compliance-minnesota",
    "dodSpend": "$4.1B",
    "bases": "Minneapolis-Saint Paul ARS, Camp Ripley, Duluth ANG",
    "industries": "Defense electronics, medical devices for military health, defense software, ammunition components, cold weather equipment",
    "cities": "Minneapolis, St. Paul, Plymouth, Eagan, Duluth",
    "primes": "BAE Systems, Honeywell, 3M Defense, Polaris Defense, Northrop Grumman",
    "uniqueChallenge": "Minnesota's defense sector is driven by its technology corridor. BAE Systems, Honeywell, and 3M all have significant defense divisions here. Many Minnesota defense contractors are dual-use technology firms where commercial and defense products share R&D infrastructure. CMMC scoping in these environments requires careful boundary definition to avoid bringing the entire commercial operation into scope.",
    "localAngle": "Minnesota's defense tech corridor drives innovation in electronics, sensors, and materials. We help Minnesota dual-use technology firms scope and implement CMMC programs that protect defense CUI without overcomplicating their commercial operations."
  },
  {
    "state": "New Mexico",
    "slug": "cmmc-compliance-new-mexico",
    "dodSpend": "$8.7B",
    "bases": "Kirtland AFB, White Sands Missile Range, Holloman AFB, Cannon AFB, Sandia National Laboratories, Los Alamos National Laboratory",
    "industries": "Nuclear weapons, directed energy weapons, missile testing, space operations, special operations, national security R&D",
    "cities": "Albuquerque, Las Cruces, Los Alamos, Santa Fe, Clovis",
    "primes": "Sandia (NTESS), Los Alamos (Triad), Raytheon, Boeing, Northrop Grumman, Honeywell",
    "uniqueChallenge": "New Mexico hosts two national laboratories and White Sands Missile Range, making it one of the most security-sensitive states in the defense ecosystem. Contractors here often work at the intersection of DoD, DOE, and NNSA, navigating overlapping compliance frameworks. Many are research organizations where open collaboration culture clashes with the compartmentalized security CMMC demands.",
    "localAngle": "New Mexico is where the nation's most advanced weapons are designed and tested. We help New Mexico defense and laboratory contractors implement CMMC programs that align with the elevated security expectations of nuclear and directed energy weapons programs."
  },
  {
    "state": "Utah",
    "slug": "cmmc-compliance-utah",
    "dodSpend": "$5.9B",
    "bases": "Hill AFB (Ogden Air Logistics Complex), Dugway Proving Ground, Tooele Army Depot, Camp Williams, NSA Utah Data Center",
    "industries": "Aircraft sustainment (F-35, F-16, A-10), solid rocket motors (Northrop Grumman), chemical/biological defense, data analytics, cybersecurity",
    "cities": "Ogden, Salt Lake City, Clearfield, Magna, Tooele",
    "primes": "Northrop Grumman (rocket motors), L3Harris, Boeing, Raytheon, Leidos",
    "uniqueChallenge": "Hill AFB manages sustainment for the F-35, F-16, and A-10 fleets, driving a massive aerospace maintenance supply chain along the Wasatch Front. Northrop Grumman builds solid rocket motors in Magna. The NSA Utah Data Center adds intelligence community requirements. Utah's defense sector is growing rapidly, attracting tech firms from California who bring startup culture but not federal compliance maturity.",
    "localAngle": "Utah sustains the fighter fleet and builds the rocket motors that launch national security payloads. We help Utah defense contractors implement CMMC programs that match the critical nature of these programs."
  },
  {
    "state": "Virginia (West)",
    "slug": "cmmc-compliance-west-virginia",
    "dodSpend": "$2.1B",
    "bases": "Army National Guard facilities, 167th Airlift Wing (Martinsburg), FBI CJIS (Clarksburg, adjacent to defense)",
    "industries": "Chemical defense demilitarization, military construction, defense logistics, IT services for federal agencies",
    "cities": "Charleston, Huntington, Martinsburg, Clarksburg, Morgantown",
    "primes": "Leidos, SAIC, Northrop Grumman, various small defense IT firms",
    "uniqueChallenge": "West Virginia's defense footprint is smaller but strategically important. The FBI CJIS facility in Clarksburg drives federal IT contractor demand. Many WV defense firms are small IT services companies that support federal agencies across the DMV corridor remotely. They handle CUI from home offices and small facilities without enterprise-grade security infrastructure.",
    "localAngle": "West Virginia defense contractors may be smaller in scale but they handle the same sensitive CUI as their Beltway counterparts. We help WV firms build right-sized CMMC programs that provide real security without enterprise-level overhead."
  },
  {
    "state": "Kansas",
    "slug": "cmmc-compliance-kansas",
    "dodSpend": "$4.5B",
    "bases": "Fort Riley (1st Infantry Division), McConnell AFB (KC-46, KC-135), Fort Leavenworth (CGSC, CAC), Forbes Field",
    "industries": "Aircraft manufacturing (Spirit AeroSystems/Boeing), military aviation, Army command and doctrine, defense education",
    "cities": "Wichita, Manhattan, Leavenworth, Topeka, Kansas City metro",
    "primes": "Spirit AeroSystems, Textron Aviation (Beechcraft), Bombardier, L3Harris, NetApp Federal",
    "uniqueChallenge": "Wichita is the Air Capital of the World, and Spirit AeroSystems builds fuselages and components for virtually every major military and commercial aircraft. The aviation supply chain here is deep but concentrated in aerostructures and components. Many Wichita aerospace firms have ITAR programs but assume ITAR compliance equals CMMC compliance. It does not.",
    "localAngle": "Kansas builds the airframes that the military flies. We help Kansas aerospace manufacturers understand that ITAR compliance is not CMMC compliance, and build programs that satisfy both."
  },
  {
    "state": "Iowa",
    "slug": "cmmc-compliance-iowa",
    "dodSpend": "$2.3B",
    "bases": "Camp Dodge, Iowa ANG bases (Des Moines, Sioux City)",
    "industries": "Defense manufacturing, ammunition components, military vehicle parts, agricultural technology for defense logistics, cybersecurity",
    "cities": "Des Moines, Cedar Rapids (Collins Aerospace), Davenport, Iowa City, Ames",
    "primes": "Collins Aerospace (RTX), John Deere Defense, Rockwell Collins legacy",
    "uniqueChallenge": "Cedar Rapids is Collins Aerospace headquarters, making Iowa a hub for military avionics, communications, and mission systems. The Collins supply chain includes precision electronics firms across eastern Iowa. Many are commercially focused manufacturers that won defense subcontracts and now face CMMC requirements they never anticipated when they started supplying avionics components.",
    "localAngle": "Iowa's Collins Aerospace corridor drives military avionics and communications technology. We help Iowa electronics and avionics suppliers implement CMMC programs that protect the sensitive systems data flowing through their facilities."
  },
  {
    "state": "Nevada",
    "slug": "cmmc-compliance-nevada",
    "dodSpend": "$4.2B",
    "bases": "Nellis AFB (USAF Warfare Center), Creech AFB (drone operations), Nevada Test and Training Range, Nevada National Security Site, Fallon NAS (TOPGUN)",
    "industries": "Unmanned aerial systems (UAS/drones), weapons testing, nuclear security, electronic warfare, advanced pilot training",
    "cities": "Las Vegas, Reno, Indian Springs, Fallon, Mercury",
    "primes": "General Atomics, Lockheed Martin, Northrop Grumman, Mission Support and Test Services (MSTS)",
    "uniqueChallenge": "Creech AFB is the epicenter of U.S. drone operations, and Nellis hosts the Air Force's premier combat training and weapons evaluation center. Nevada contractors work on some of the most advanced unmanned systems and weapons testing programs. The Nevada National Security Site adds nuclear and WMD testing requirements. Many Nevada defense firms are test and evaluation companies with unique data handling requirements for weapons performance data.",
    "localAngle": "Nevada is where the Air Force tests its weapons and flies its drones. We help Nevada defense contractors build CMMC programs that protect the sensitive test data and unmanned systems technology these missions generate."
  },
  {
    "state": "Nebraska",
    "slug": "cmmc-compliance-nebraska",
    "dodSpend": "$3.8B",
    "bases": "Offutt AFB (USSTRATCOM), Lincoln ANG",
    "industries": "Strategic nuclear command, C4ISR, defense IT, telecommunications for military, agricultural logistics for defense",
    "cities": "Omaha, Bellevue, Lincoln",
    "primes": "Northrop Grumman, Raytheon, Leidos, CACI, General Dynamics IT",
    "uniqueChallenge": "Offutt AFB houses U.S. Strategic Command, which controls the nation's nuclear arsenal and global strike capabilities. Contractors supporting STRATCOM handle some of the most sensitive CUI in existence. Omaha's growing tech sector has attracted defense IT firms, but many are commercial tech companies that won STRATCOM subcontracts without understanding the cybersecurity requirements that come with supporting nuclear command and control.",
    "localAngle": "Nebraska is where America's nuclear deterrent is commanded. Contractors supporting STRATCOM face the highest cybersecurity expectations in the DoD. We help Nebraska defense firms build CMMC programs worthy of that responsibility."
  },
  {
    "state": "Oregon",
    "slug": "cmmc-compliance-oregon",
    "dodSpend": "$1.9B",
    "bases": "Kingsley Field ANG (Klamath Falls), Portland ANG, Umatilla Chemical Depot (closed but cleanup ongoing)",
    "industries": "Semiconductor manufacturing for defense, defense software, unmanned systems, electronic warfare components",
    "cities": "Portland, Beaverton, Hillsboro, Corvallis, Bend",
    "primes": "Intel (defense chips), Mentor Graphics (Siemens), FLIR Systems (Teledyne), Daimler Trucks NA",
    "uniqueChallenge": "Oregon's defense contribution is driven by its semiconductor and technology sector. Intel fabricates chips used in defense systems. Teledyne FLIR builds thermal imaging and sensor systems for the military. Many Oregon defense firms are commercial tech companies with defense revenue streams, creating environments where consumer product development and defense CUI coexist on shared networks.",
    "localAngle": "Oregon's semiconductor and sensor technology powers military systems worldwide. We help Oregon tech firms implement CMMC programs that properly isolate defense operations from commercial production."
  },
  {
    "state": "Arkansas",
    "slug": "cmmc-compliance-arkansas",
    "dodSpend": "$2.6B",
    "bases": "Little Rock AFB (C-130 training), Pine Bluff Arsenal (chemical/biological defense), Fort Chaffee (training)",
    "industries": "C-130 airlift training and sustainment, chemical and biological defense, ammunition, defense manufacturing",
    "cities": "Little Rock, Pine Bluff, Fort Smith, Fayetteville, Jacksonville",
    "primes": "Lockheed Martin (C-130 support), Raytheon, Dassault Falcon Jet (military modifications), L3Harris",
    "uniqueChallenge": "Little Rock AFB is the C-130 schoolhouse for the Air Force, driving a sustainment and training support supply chain. Pine Bluff Arsenal produces chemical and biological defense equipment. Arkansas defense contractors tend to be smaller firms deeply embedded in specific programs, with limited IT resources and cybersecurity expertise. The jump from basic IT hygiene to CMMC Level 2 is significant for these firms.",
    "localAngle": "Arkansas keeps the C-130 fleet flying and produces critical chemical defense equipment. We help Arkansas defense contractors bridge the gap from basic cybersecurity to full CMMC compliance without overwhelming their resources."
  },
  {
    "state": "New Hampshire",
    "slug": "cmmc-compliance-new-hampshire",
    "dodSpend": "$2.8B",
    "bases": "Portsmouth Naval Shipyard (actually in Kittery ME but NH workforce), Pease ANG",
    "industries": "Submarine maintenance and overhaul, defense electronics, precision manufacturing, defense software",
    "cities": "Nashua (BAE Systems), Manchester, Portsmouth, Concord, Hudson",
    "primes": "BAE Systems (Nashua), Raytheon, Elbit Systems, DEKA Research",
    "uniqueChallenge": "BAE Systems' electronic systems division in Nashua is one of the largest defense employers in New England, producing electronic warfare and intelligence systems. New Hampshire's defense sector is concentrated in precision electronics and submarine support. Many NH defense firms are small, highly specialized electronics manufacturers who build components for classified programs but have never undergone a formal cybersecurity assessment.",
    "localAngle": "New Hampshire builds the electronic warfare and intelligence systems that give our military its technological edge. We help NH precision electronics firms implement CMMC programs that match the sensitivity of the systems they produce."
  },
  {
    "state": "Rhode Island",
    "slug": "cmmc-compliance-rhode-island",
    "dodSpend": "$1.8B",
    "bases": "Naval Station Newport (Naval War College, NUWC), Quonset Point ANG",
    "industries": "Undersea warfare systems (NUWC), submarine technology, naval education, defense maritime technology",
    "cities": "Newport, Middletown, Quonset Point, Providence, Cranston",
    "primes": "General Dynamics Electric Boat (Quonset Point), Raytheon, SAIC, Leidos",
    "uniqueChallenge": "Naval Undersea Warfare Center (NUWC) Newport is the Navy's full-spectrum research center for undersea warfare. Electric Boat operates a major submarine component facility at Quonset Point. Rhode Island's defense sector is almost entirely naval and undersea focused, with contractors handling some of the most sensitive submarine technology in the fleet. Small state, massive strategic importance.",
    "localAngle": "Rhode Island is the heart of American undersea warfare technology. We help RI defense contractors build CMMC programs that protect the submarine technology our Navy depends on."
  },
  {
    "state": "Hawaii",
    "slug": "cmmc-compliance-hawaii",
    "dodSpend": "$9.1B",
    "bases": "Joint Base Pearl Harbor-Hickam (USINDOPACOM), Schofield Barracks, Marine Corps Base Hawaii (Kaneohe Bay), Fort Shafter, Camp H.M. Smith",
    "industries": "Indo-Pacific command operations, naval maintenance, military construction, defense logistics, missile defense",
    "cities": "Honolulu, Pearl City, Kaneohe, Wahiawa, Kapolei",
    "primes": "BAE Systems, Lockheed Martin, Raytheon, SAIC, Leidos, Pacific Missile Range contractors",
    "uniqueChallenge": "Hawaii hosts USINDOPACOM, the largest geographic combatant command, overseeing operations across the Indo-Pacific. Contractors here support the most strategically important theater in current DoD planning. Hawaii's remote location means many contractors operate with limited mainland IT support, relying on local resources and remote administration. Hurricane and natural disaster risks add resilience requirements beyond standard CMMC.",
    "localAngle": "Hawaii is the command center for Indo-Pacific operations, the DoD's number one strategic priority. We help Hawaii defense contractors build CMMC programs that meet the heightened security standards of INDOPACOM operations."
  },
  {
    "state": "Maine",
    "slug": "cmmc-compliance-maine",
    "dodSpend": "$4.5B",
    "bases": "Portsmouth Naval Shipyard (Kittery), Naval Computer and Telecommunications Station Cutler, Brunswick Executive Airport (former NAS)",
    "industries": "Submarine overhaul and maintenance (Portsmouth NSY), shipbuilding (Bath Iron Works), defense electronics, naval communications",
    "cities": "Kittery, Bath, Portland, Brunswick, Bangor",
    "primes": "General Dynamics Bath Iron Works (DDG-51, DDG-1000), Portsmouth Naval Shipyard contractors, L3Harris",
    "uniqueChallenge": "Bath Iron Works builds Arleigh Burke-class destroyers and built the Zumwalt-class. Portsmouth Naval Shipyard overhauls Los Angeles and Virginia-class submarines. Maine's defense economy is dominated by naval shipbuilding, with a deep supply chain of welders, pipe fitters, electricians, and specialty marine contractors. These firms are skilled trades businesses, not IT companies, and CMMC is foreign territory.",
    "localAngle": "Maine builds and maintains the Navy's surface combatants and submarines. We help Maine's shipbuilding supply chain implement CMMC programs designed for industrial marine environments, not office buildings."
  },
  {
    "state": "Delaware",
    "slug": "cmmc-compliance-delaware",
    "dodSpend": "$2.0B",
    "bases": "Dover AFB (436th Airlift Wing, largest military mortuary), Delaware ANG",
    "industries": "Military airlift, chemical agent defense (APG adjacent), defense financial services, corporate defense HQs",
    "cities": "Dover, Wilmington, Newark, Middletown",
    "primes": "Various defense financial services, DuPont (materials), ILC Dover (space suits, protective equipment)",
    "uniqueChallenge": "Dover AFB is the military's primary East Coast airlift hub and home to the Port Mortuary. Delaware's unique corporate law environment means many defense companies are incorporated here even if they operate elsewhere. ILC Dover builds space suits and chemical protection equipment. The state's defense contractors tend to be specialized niche firms or corporate entities with distributed operations.",
    "localAngle": "Delaware's defense sector is specialized but critical. From Dover AFB's airlift mission to ILC Dover's protective equipment, we help Delaware defense contractors implement CMMC programs that fit their unique operational profiles."
  },
  {
    "state": "Idaho",
    "slug": "cmmc-compliance-idaho",
    "dodSpend": "$1.8B",
    "bases": "Mountain Home AFB, Idaho National Laboratory (INL), Gowen Field ANG",
    "industries": "Nuclear energy for defense, cybersecurity research (INL), unmanned systems testing, critical infrastructure protection",
    "cities": "Boise, Idaho Falls, Mountain Home, Pocatello",
    "primes": "Battelle Energy Alliance (INL), Northrop Grumman, Idaho National Laboratory contractors",
    "uniqueChallenge": "Idaho National Laboratory is the nation's lead laboratory for nuclear energy and critical infrastructure cybersecurity research. INL contractors work at the intersection of DOE and DoD on some of the most sensitive infrastructure protection programs. Mountain Home AFB hosts fighter and bomber training. Idaho's defense sector is small but includes highly specialized firms where a single cybersecurity incident could have national security implications.",
    "localAngle": "Idaho is where nuclear energy and critical infrastructure cybersecurity converge. We help Idaho defense and laboratory contractors implement CMMC programs that meet the exacting standards of nuclear and infrastructure security missions."
  },
  {
    "state": "Montana",
    "slug": "cmmc-compliance-montana",
    "dodSpend": "$1.4B",
    "bases": "Malmstrom AFB (341st Missile Wing, Minuteman III ICBMs), Montana ANG",
    "industries": "ICBM operations and maintenance, nuclear missile security, defense communications",
    "cities": "Great Falls, Helena, Billings, Missoula",
    "primes": "Northrop Grumman (Sentinel/GBSD), Boeing (Minuteman sustainment), various missile maintenance contractors",
    "uniqueChallenge": "Malmstrom AFB operates 150 Minuteman III ICBMs across 13,800 square miles of Montana. The Sentinel (GBSD) program will replace Minuteman, bringing billions in new contracts. Contractors here support nuclear deterrence operations in some of the most remote locations in the continental U.S. Connectivity challenges, harsh weather, and dispersed facilities create unique CMMC implementation problems.",
    "localAngle": "Montana guards America's land-based nuclear deterrent. We help Montana ICBM contractors build CMMC programs that work in the unique environment of dispersed missile fields and remote facilities."
  },
  {
    "state": "North Dakota",
    "slug": "cmmc-compliance-north-dakota",
    "dodSpend": "$2.5B",
    "bases": "Minot AFB (B-52, Minuteman III), Grand Forks AFB (RQ-4 Global Hawk), Cavalier SFS (missile warning)",
    "industries": "Nuclear bomber operations, ICBM operations, unmanned ISR (Global Hawk), missile warning, UAS development",
    "cities": "Minot, Grand Forks, Fargo, Bismarck",
    "primes": "Northrop Grumman (B-52, Global Hawk, Sentinel), Boeing, Raytheon",
    "uniqueChallenge": "North Dakota hosts both nuclear bombers and ICBMs at Minot, plus the Air Force's premier unmanned ISR platform at Grand Forks. Contractors here work on two legs of the nuclear triad simultaneously. The state's small population means the defense contractor workforce is limited, and many firms serve multiple sensitive programs. Workforce clearance processing and cybersecurity staffing are persistent challenges.",
    "localAngle": "North Dakota operates two legs of America's nuclear triad and leads unmanned ISR operations. We help North Dakota defense contractors meet CMMC requirements in an environment where every program is strategically critical."
  },
  {
    "state": "South Dakota",
    "slug": "cmmc-compliance-south-dakota",
    "dodSpend": "$1.6B",
    "bases": "Ellsworth AFB (B-1B Lancer), South Dakota ANG (Joe Foss Field)",
    "industries": "Bomber operations and sustainment, defense electronics, military construction",
    "cities": "Rapid City, Sioux Falls, Pierre",
    "primes": "Northrop Grumman, Boeing, various B-1 sustainment contractors",
    "uniqueChallenge": "Ellsworth AFB operates the B-1B Lancer bomber fleet and is slated to become the first B-21 Raider base. The B-21 transition will bring a wave of new defense contractors to South Dakota who will need CMMC certification. Currently, the defense contractor base is small and focused on B-1 sustainment, but the incoming B-21 program will dramatically expand requirements.",
    "localAngle": "South Dakota is transitioning from B-1 to B-21, the most advanced bomber ever built. We help South Dakota contractors prepare for the CMMC requirements that come with next-generation stealth bomber programs."
  },
  {
    "state": "Vermont",
    "slug": "cmmc-compliance-vermont",
    "dodSpend": "$1.2B",
    "bases": "Vermont ANG (158th Fighter Wing, F-35), Ethan Allen Firing Range",
    "industries": "Defense manufacturing, precision machining, F-35 components, defense software, renewable energy for military",
    "cities": "Burlington, South Burlington, Colchester, Essex Junction (GlobalFoundries)",
    "primes": "General Dynamics (various), GlobalFoundries (defense semiconductors), GE Aviation",
    "uniqueChallenge": "Vermont's defense sector is small but includes GlobalFoundries' semiconductor fab in Essex Junction, which produces chips for defense and intelligence applications. The 158th Fighter Wing flies F-35s, creating local demand for fighter sustainment support. Vermont defense contractors are often specialty manufacturers embedded in larger supply chains, producing precision components without full awareness of their CMMC obligations.",
    "localAngle": "Vermont produces defense semiconductors and precision components for critical programs. We help Vermont manufacturers understand and implement the CMMC requirements that come with being part of the defense supply chain."
  },
  {
    "state": "Wyoming",
    "slug": "cmmc-compliance-wyoming",
    "dodSpend": "$1.1B",
    "bases": "F.E. Warren AFB (90th Missile Wing, Minuteman III ICBMs, future Sentinel), Camp Guernsey, Wyoming ANG",
    "industries": "ICBM operations and sustainment, nuclear missile security, military training, energy infrastructure for defense",
    "cities": "Cheyenne, Casper, Laramie, Guernsey",
    "primes": "Northrop Grumman (Sentinel), Boeing (Minuteman sustainment), various missile security contractors",
    "uniqueChallenge": "F.E. Warren AFB controls 150 Minuteman III ICBMs and will be a primary base for the Sentinel ICBM replacement program. Like Montana, Wyoming's ICBM contractors work across vast, remote missile fields. The Sentinel program will bring significant new defense spending and contractor requirements to Wyoming. Early CMMC preparation positions Wyoming firms for Sentinel subcontracts.",
    "localAngle": "Wyoming protects America's ICBM fleet and will host the next-generation Sentinel missile system. We help Wyoming defense contractors get CMMC certified now so they're ready for the Sentinel contracts coming their way."
  },
  {
    "state": "Alaska",
    "slug": "cmmc-compliance-alaska",
    "dodSpend": "$5.4B",
    "bases": "Joint Base Elmendorf-Richardson, Eielson AFB (F-35), Fort Wainwright, Clear SFS (missile warning), Kodiak Launch Complex",
    "industries": "Arctic defense, missile defense (THAAD, GBI at Fort Greely), F-35 operations, space launch, Coast Guard operations",
    "cities": "Anchorage, Fairbanks, Juneau, Kodiak, Delta Junction (Fort Greely)",
    "primes": "Northrop Grumman, Lockheed Martin, Boeing, Raytheon, Aerojet Rocketdyne",
    "uniqueChallenge": "Alaska is America's front line for Arctic defense and hosts the nation's ground-based missile defense interceptors at Fort Greely. Contractors operate in extreme environments with connectivity challenges, harsh weather, and remote locations. Many Alaska defense firms are construction and logistics companies that support military installations in conditions no other state faces. IT infrastructure is expensive and unreliable in remote Alaska locations.",
    "localAngle": "Alaska defends the nation from Arctic threats and hosts our missile defense interceptors. We help Alaska defense contractors build CMMC programs that work in the most challenging operational environment in the United States."
  }
]
