[
  {
    "state": "Virginia",
    "slug": "cmmc-compliance-virginia",
    "dodSpend": "$73.5B",
    "rank": 1,
    "bases": "Pentagon, Naval Station Norfolk (world's largest naval base), Marine Corps Base Quantico, Fort Liberty (formerly Bragg), Joint Base Langley-Eustis, NGA, NRO HQ",
    "industries": "Government contracting, defense IT, shipbuilding (HII Newport News), intelligence community, cybersecurity",
    "cities": "Northern Virginia (Arlington, Reston, Tysons), Hampton Roads (Norfolk, Virginia Beach), Richmond corridor",
    "primes": "Northrop Grumman, Leidos, SAIC, General Dynamics, BAE Systems, Booz Allen Hamilton",
    "uniqueChallenge": "Highest concentration of cleared defense contractors in the nation. The NoVA corridor alone has thousands of small and mid-size firms supporting DoD, IC, and federal agencies. Many are IT services companies that assumed NIST 800-171 compliance was optional until CMMC enforcement began.",
    "localAngle": "Capital Cyber is based in Virginia. We work with Virginia defense contractors every day. We understand the NoVA GovCon ecosystem, the Hampton Roads shipbuilding supply chain, and the unique challenges of operating in the most defense-dense state in the country."
  },
  {
    "state": "Texas",
    "slug": "cmmc-compliance-texas",
    "dodSpend": "$66.4B",
    "rank": 2,
    "bases": "Fort Cavazos (formerly Hood), Joint Base San Antonio (Lackland, Randolph, Fort Sam Houston), Fort Bliss, NAS Fort Worth, Ellington Field",
    "industries": "Aerospace (Lockheed Martin F-35), defense electronics, military vehicle manufacturing, space systems, energy infrastructure for DoD",
    "cities": "Dallas-Fort Worth, San Antonio, Houston, El Paso, Austin",
    "primes": "Lockheed Martin (F-35 production in Fort Worth), Bell Textron, Raytheon, L3Harris, Elbit Systems of America",
    "uniqueChallenge": "Texas has a massive manufacturing base supporting defense programs, from the F-35 final assembly line in Fort Worth to military vehicle production. Many Tier 2 and Tier 3 suppliers are traditional manufacturers who never dealt with federal cybersecurity requirements before CMMC.",
    "localAngle": "Texas defense suppliers face the same CMMC requirements as contractors in the Beltway, but without the same access to compliance expertise. We bring Beltway-grade CMMC knowledge to Texas contractors who need it."
  },
  {
    "state": "California",
    "slug": "cmmc-compliance-california",
    "dodSpend": "$60.8B",
    "rank": 3,
    "bases": "Naval Base San Diego, Camp Pendleton, Edwards AFB, Vandenberg SFB, Naval Air Weapons Station China Lake, Travis AFB, Beale AFB",
    "industries": "Aerospace, satellites, unmanned systems, defense electronics, shipbuilding, space launch, cybersecurity, defense tech startups",
    "cities": "San Diego, Los Angeles, Silicon Valley, Sacramento, Inland Empire",
    "primes": "Northrop Grumman (B-21), General Atomics, SpaceX, Aerojet Rocketdyne, Kratos Defense",
    "uniqueChallenge": "California's defense ecosystem spans everything from hypersonic missile components in the desert to satellite systems in Silicon Valley. Many defense tech startups move fast and break things, which is the opposite of what CMMC demands. CCPA compliance doesn't equal CMMC compliance.",
    "localAngle": "California defense contractors operate in the most complex regulatory environment in the country. Adding CMMC on top of CCPA, ITAR, and state-specific requirements requires a team that understands federal compliance inside and out."
  },
  {
    "state": "Georgia",
    "slug": "cmmc-compliance-georgia",
    "dodSpend": "$34.2B",
    "rank": 4,
    "bases": "Robins AFB (Warner Robins ALC), Fort Eisenhower (formerly Gordon, home of Army Cyber Command), Fort Stewart, Hunter Army Airfield, Kings Bay Naval Submarine Base, Moody AFB",
    "industries": "Aircraft maintenance and depot operations, Army cyber operations, logistics, ammunition manufacturing, aerospace",
    "cities": "Atlanta, Warner Robins, Augusta, Savannah, Albany",
    "primes": "Lockheed Martin (C-130 sustainment), Gulfstream (military aircraft), Textron, FLIR Systems",
    "uniqueChallenge": "Georgia is home to Army Cyber Command at Fort Eisenhower, making cybersecurity requirements especially scrutinized. Robins AFB is one of the Air Force's largest maintenance depots, and its supply chain includes hundreds of small machine shops and parts manufacturers across Middle Georgia.",
    "localAngle": "When Army Cyber Command is in your backyard, your cybersecurity posture gets extra attention. Georgia contractors supporting Robins AFB and Fort Eisenhower need CMMC compliance that can withstand the scrutiny of a cyber-focused command."
  },
  {
    "state": "Maryland",
    "slug": "cmmc-compliance-maryland",
    "dodSpend": "$28.7B",
    "rank": 5,
    "bases": "Fort Meade (NSA/USCYBERCOM), Aberdeen Proving Ground, Joint Base Andrews, Patuxent River NAS, Naval Academy (Annapolis)",
    "industries": "Cybersecurity, signals intelligence, C4ISR, defense research, testing and evaluation, defense health",
    "cities": "Columbia, Annapolis Junction, Aberdeen, Lexington Park, Bethesda",
    "primes": "NSA/CYBERCOM contractors, APL (Johns Hopkins), Battelle, ManTech, Parsons",
    "uniqueChallenge": "Maryland contractors often handle the most sensitive CUI in the defense ecosystem. Proximity to NSA and CYBERCOM means many firms deal with signals intelligence, cyber operations, and classified-adjacent work. The bar for cybersecurity is higher here than anywhere else.",
    "localAngle": "Maryland's defense corridor runs from Fort Meade to Aberdeen to Pax River. We understand the intelligence community's expectations and build CMMC programs that meet the elevated standards Maryland contractors face."
  },
  {
    "state": "Connecticut",
    "slug": "cmmc-compliance-connecticut",
    "dodSpend": "$22.1B",
    "rank": 6,
    "bases": "Naval Submarine Base New London (Groton), Coast Guard Academy",
    "industries": "Submarine construction (Electric Boat/General Dynamics), jet engines (Pratt & Whitney/RTX), helicopter manufacturing (Sikorsky/Lockheed Martin), defense electronics",
    "cities": "Groton, East Hartford, Stratford, Middletown, Bridgeport",
    "primes": "General Dynamics Electric Boat, RTX (Pratt & Whitney), Lockheed Martin (Sikorsky)",
    "uniqueChallenge": "Connecticut's defense industry is dominated by submarine and engine manufacturing. These are programs of national strategic importance (Columbia-class, Virginia-class submarines, F135 engine). The supply chains are deep and specialized. A Tier 3 machine shop in Waterbury making submarine valve components needs the same CMMC certification as the prime.",
    "localAngle": "Connecticut's submarine and engine supply chains are critical to national security. We help Connecticut manufacturers navigate CMMC without disrupting the precision manufacturing processes that these programs demand."
  },
  {
    "state": "Florida",
    "slug": "cmmc-compliance-florida",
    "dodSpend": "$27.3B",
    "rank": 7,
    "bases": "MacDill AFB (CENTCOM/SOCOM), Eglin AFB, Patrick SFB, Tyndall AFB, NAS Jacksonville, NAS Pensacola, Cape Canaveral SFS",
    "industries": "Special operations, space launch, simulation and training, aviation MRO, missile defense, naval aviation",
    "cities": "Tampa, Orlando, Melbourne (Space Coast), Pensacola, Jacksonville, Fort Walton Beach",
    "primes": "L3Harris, Lockheed Martin, Northrop Grumman, Leonardo DRS, CAE",
    "uniqueChallenge": "Florida hosts CENTCOM and SOCOM at MacDill, which means contractors here often support the most operationally sensitive missions in the military. The Space Coast adds another layer with launch systems and satellite ground operations. Many Florida defense firms started as simulation/training companies and lack mature cybersecurity programs.",
    "localAngle": "From SOCOM contractors in Tampa to space launch suppliers on the Space Coast, Florida's defense community is diverse and operationally focused. We build CMMC programs that match the operational tempo Florida contractors are used to."
  },
  {
    "state": "Ohio",
    "slug": "cmmc-compliance-ohio",
    "dodSpend": "$15.8B",
    "rank": 8,
    "bases": "Wright-Patterson AFB (AFRL, AFLCMC), NASA Glenn Research Center, Defense Supply Center Columbus, Youngstown ARS",
    "industries": "Aerospace R&D, defense logistics, manufacturing (automotive-to-defense conversion), air vehicle systems, propulsion",
    "cities": "Dayton, Columbus, Cleveland, Cincinnati, Youngstown",
    "primes": "GE Aerospace, L3Harris, Battelle, Northrop Grumman, Boeing",
    "uniqueChallenge": "Ohio's defense ecosystem centers on Wright-Patterson AFB, which houses Air Force Research Laboratory and the Air Force Life Cycle Management Center. Contractors here do cutting-edge R&D, and many are small engineering firms or university spin-offs that prioritize innovation over IT security. The Dayton corridor alone has hundreds of small defense contractors.",
    "localAngle": "Ohio's defense innovation ecosystem at Wright-Patterson drives some of the Air Force's most advanced programs. We help Ohio R&D firms and manufacturers implement CMMC without slowing down the innovation that wins contracts."
  },
  {
    "state": "New York",
    "slug": "cmmc-compliance-new-york",
    "dodSpend": "$14.2B",
    "rank": 9,
    "bases": "Fort Drum (10th Mountain Division), West Point, Watervliet Arsenal, Rome Lab (AFRL Information Directorate), Fort Hamilton",
    "industries": "Defense electronics, information warfare, artillery manufacturing, cybersecurity, defense finance",
    "cities": "Long Island, Syracuse, Utica-Rome, Albany, New York City, Watertown",
    "primes": "BAE Systems, Lockheed Martin (Syracuse), L3Harris, Moog Inc., Griffon Corporation",
    "uniqueChallenge": "New York's defense industry is scattered across the state, from Long Island electronics firms to Upstate manufacturing. The AFRL Information Directorate at Rome makes Central New York a hub for cyber and electronic warfare R&D. Many New York defense firms are legacy manufacturers that have operated for decades without modern cybersecurity infrastructure.",
    "localAngle": "From Long Island defense electronics to Rome Lab cyber research to Watervliet Arsenal manufacturing, New York's defense footprint is diverse. We help New York contractors across the state build CMMC programs that fit their specific mission."
  },
  {
    "state": "Washington DC",
    "slug": "cmmc-compliance-washington-dc",
    "dodSpend": "$12.5B",
    "rank": 10,
    "bases": "Pentagon, Joint Base Anacostia-Bolling, Defense Intelligence Agency, Walter Reed NMMC",
    "industries": "Government consulting, defense policy, program management, IT modernization, professional services, lobbying and BD",
    "cities": "Washington DC metro (Pentagon City, Crystal City, K Street, Capitol Hill)",
    "primes": "Every major prime has a DC office. Thousands of small professional services firms, consultancies, and IT contractors",
    "uniqueChallenge": "DC contractors are often professional services firms: consultants, policy advisors, IT modernization teams. They handle CUI in the form of program documents, acquisition strategies, and technical evaluations. Many assume that because they are 'just doing consulting' they do not need CMMC. They are wrong.",
    "localAngle": "DC is where the contracts originate, and where compliance expectations are set. We work with DC-based professional services firms who need CMMC certification to keep their seat at the table."
  },
  {
    "state": "Pennsylvania",
    "slug": "cmmc-compliance-pennsylvania",
    "dodSpend": "$16.1B",
    "rank": 11,
    "bases": "Philadelphia Navy Yard, Tobyhanna Army Depot, Letterkenny Army Depot, Carlisle Barracks (Army War College), Defense Distribution Center Susquehanna, Willow Grove",
    "industries": "Defense electronics repair and overhaul, shipbuilding (Philly Shipyard), ammunition, defense logistics, steel and metals manufacturing",
    "cities": "Philadelphia, Pittsburgh, Scranton, Harrisburg, York, Chambersburg",
    "primes": "Boeing (Ridley Park), BAE Systems, Leonardo DRS, Curtiss-Wright, General Dynamics OTS",
    "uniqueChallenge": "Pennsylvania is a depot and logistics powerhouse. Tobyhanna is the DoD's largest electronics maintenance facility. The supply chain includes hundreds of small electronics shops, machine shops, and specialty manufacturers across the state. Many have been DoD suppliers for generations but have never faced cybersecurity compliance requirements.",
    "localAngle": "Pennsylvania's defense depot and logistics network is the backbone of military readiness. We help Pennsylvania manufacturers and repair facilities implement CMMC controls that work in industrial environments."
  },
  {
    "state": "Colorado",
    "slug": "cmmc-compliance-colorado",
    "dodSpend": "$14.9B",
    "rank": 12,
    "bases": "Peterson SFB (SPACECOM), Schriever SFB, Cheyenne Mountain (NORAD), Fort Carson, Buckley SFB, US Air Force Academy",
    "industries": "Space operations, missile defense, satellite command and control, cybersecurity, intelligence, special operations support",
    "cities": "Colorado Springs, Denver, Aurora, Boulder",
    "primes": "Lockheed Martin Space, Raytheon, L3Harris, Ball Aerospace, United Launch Alliance",
    "uniqueChallenge": "Colorado is the epicenter of U.S. Space Command and missile defense. Contractors here work on satellite ground systems, space domain awareness, and nuclear command and control. The classification levels are high, and the leap from classified work practices to CMMC-compliant CUI handling is not as intuitive as contractors assume.",
    "localAngle": "Colorado's space and missile defense contractors operate at the highest levels of national security. We help Colorado firms build CMMC programs that align with the elevated security expectations of Space Command and NORAD."
  },
  {
    "state": "Alabama",
    "slug": "cmmc-compliance-alabama",
    "dodSpend": "$18.2B",
    "rank": 13,
    "bases": "Redstone Arsenal (Army Futures Command, MDA, AMCOM, PEO Missiles), Anniston Army Depot, Maxwell AFB (Air University), Fort Novosel (Army Aviation)",
    "industries": "Missile systems, space launch vehicles (ULA), Army aviation, vehicle overhaul, ammunition, defense R&D",
    "cities": "Huntsville (Rocket City), Anniston, Montgomery, Mobile",
    "primes": "Northrop Grumman, Raytheon, Boeing, Dynetics (Leidos), ULA, Blue Origin",
    "uniqueChallenge": "Huntsville has one of the highest concentrations of engineers per capita in the country, almost all supporting defense and space programs. The Missile Defense Agency and Army Futures Command drive massive procurement. Many Huntsville firms are engineering-first cultures where cybersecurity is seen as overhead rather than mission-critical.",
    "localAngle": "Huntsville is Rocket City for a reason. The missile defense and space launch supply chain here is world-class. We help Huntsville engineering firms implement CMMC programs that protect CUI without slowing down the R&D that wins contracts."
  },
  {
    "state": "Massachusetts",
    "slug": "cmmc-compliance-massachusetts",
    "dodSpend": "$19.5B",
    "rank": 14,
    "bases": "Hanscom AFB (Electronic Systems Center), Natick Soldier Systems Center, MIT Lincoln Laboratory, Westover ARB",
    "industries": "Defense electronics, radar systems, soldier systems, robotics, AI/ML for defense, submarine combat systems, defense R&D",
    "cities": "Boston, Waltham, Andover, Natick, Bedford, Cambridge",
    "primes": "Raytheon (RTX), Draper Laboratory, MIT Lincoln Lab, General Dynamics Mission Systems, iRobot Defense",
    "uniqueChallenge": "Massachusetts blends defense legacy (Raytheon, Draper) with defense-adjacent tech startups and university research. Many firms operate at the intersection of commercial tech and defense, creating hybrid environments where CMMC scoping is complicated by dual-use systems and shared infrastructure.",
    "localAngle": "Massachusetts defense contractors range from Raytheon to robotics startups. We help firms across the spectrum implement CMMC programs that account for the unique challenges of dual-use technology environments."
  },
  {
    "state": "Washington",
    "slug": "cmmc-compliance-washington-state",
    "dodSpend": "$12.8B",
    "rank": 15,
    "bases": "Joint Base Lewis-McChord, Naval Base Kitsap (Bangor submarine base), Fairchild AFB, Whidbey Island NAS",
    "industries": "Aircraft manufacturing (Boeing), submarine maintenance, shipbuilding, defense software, cybersecurity, unmanned systems",
    "cities": "Seattle, Tacoma, Bremerton, Spokane, Everett",
    "primes": "Boeing, Amazon Web Services (GovCloud), Microsoft Defense, Blue Origin, Insitu (Boeing subsidiary)",
    "uniqueChallenge": "Washington state is where defense meets big tech. Boeing's defense division, AWS GovCloud, and Microsoft's defense contracts create an environment where contractors assume their cloud infrastructure is automatically compliant. GovCloud does not equal CMMC compliance. Shared responsibility models are widely misunderstood.",
    "localAngle": "Washington contractors sit at the intersection of defense manufacturing and cloud technology. We help Washington firms understand that GovCloud hosting is not CMMC certification, and build the full compliance program needed to pass assessment."
  }
]
